Revit 2024 API
DuctSettings.AirDensity Property
 The air density in kg/ft^3.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public double AirDensity { get; set; }
Visual Basic
Public Property AirDensity As Double
	Get
	Set
Visual C++
public:
property double AirDensity {
	double get ();
	void set (double value);
}
See Also
DuctSettings Class
Autodesk.Revit.DB.Mechanical Namespace